[
  {
    "ID": 1,
    "Text": "Data helps inform managers about how and when to finance projects, which projects to undertake, and necessary changes to make regarding physical, financial, and human resource assets."
  },
  {
    "ID": 2,
    "Text": "The primary market is the market for 'new' securities."
  },
  {
    "ID": 3,
    "Text": "The Tertiary Market is not a recognized type of financial market."
  },
  {
    "ID": 4,
    "Text": "Finance is divided into three primary areas in the domestic market: business finance, investments, and financial markets and institutions."
  },
  {
    "ID": 5,
    "Text": "Capital structure is the process by which managers focus more specifically on long-term debt and increasing shareholder wealth."
  },
  {
    "ID": 6,
    "Text": "The Board of Directors represents shareholders' interests."
  },
  {
    "ID": 7,
    "Text": "Agency problems refer to conflicts that occur when an agent (manager) who is entrusted with following the interests of the principal (shareholder) of an organization abuses their position to further their own personal goals."
  },
  {
    "ID": 8,
    "Text": "The consumer price index (CPI) is a measure of inflation."
  },
  {
    "ID": 9,
    "Text": "The primary purpose of financial forecasting is to understand the past, present, and future funding needs and distributions required to satisfy all interested parties."
  },
  {
    "ID": 10,
    "Text": "A corporation is a legal business entity that is created under the laws of a state."
  },
  {
    "ID": 11,
    "Text": "An increase in risk generally results in an increase in expected return."
  },
  {
    "ID": 12,
    "Text": "The role of a financial analyst includes market research, financial forecasting, modeling, cost analysis, and comparative valuations."
  },
  {
    "ID": 13,
    "Text": "The Consumer Price Index (CPI) is a common measure of inflation."
  },
  {
    "ID": 14,
    "Text": "Capital budgeting is the process of determining which long-term or fixed assets to acquire in an effort to maximize shareholder value."
  },
  {
    "ID": 15,
    "Text": "The weighted average cost of capital (WACC) is used to evaluate investment opportunities."
  },
  {
    "ID": 16,
    "Text": "The Board of Directors is responsible for providing oversight and strategic direction as well as overall supervision of the organization."
  },
  {
    "ID": 17,
    "Text": "All of the above (Stocks, Bonds, Derivatives) are types of financial instruments."
  },
  {
    "ID": 18,
    "Text": "Macroeconomic variables such as inflation, interest rates, and unemployment significantly impact financial markets."
  },
  {
    "ID": 19,
    "Text": "The interest rate is the rental price of money."
  },
  {
    "ID": 20,
    "Text": "Investor relations involve elements of communication, marketing, and finance and is designed to control the flow of information from the management of a public corporation to its investors and stakeholders."
  },
  {
    "ID": 21,
    "Text": "Transparency is a key component of corporate governance."
  }
]